const BISHOP_QUESTIONS = [
    {
        q: "ค่าของ sin(0°) คือข้อใด?",
        img: null,
        opts: ["-1", "0", "1/2", "1"],
        a: 1
    },
    {
        q: "ค่าของ cos(0°) คือข้อใด?",
        img: null,
        opts: ["-1", "0", "1/2", "1"],
        a: 3
    },
    {
        q: "ค่าของ sin(30°) คือข้อใด?",
        img: null,
        opts: ["0", "1/2", "√2/2", "√3/2"],
        a: 1
    },
    {
        q: "ค่าของ cos(30°) คือข้อใด?",
        img: null,
        opts: ["1/2", "√2/2", "√3/2", "1"],
        a: 2
    },
    {
        q: "ค่าของ sin(37°) คือข้อใด?",
        img: null,
        opts: ["3/5", "4/5", "3/4", "4/3"],
        a: 0
    },
    {
        q: "ค่าของ cos(37°) คือข้อใด?",
        img: null,
        opts: ["3/5", "4/5", "3/4", "4/3"],
        a: 1
    },
    {
        q: "ค่าของ sin(45°) คือข้อใด?",
        img: null,
        opts: ["1/2", "√2/2", "√3/2", "1"],
        a: 1
    },
    {
        q: "ค่าของ cos(45°) คือข้อใด?",
        img: null,
        opts: ["0", "1/2", "√2/2", "√3/2"],
        a: 2
    },
    {
        q: "ค่าของ sin(53°) คือข้อใด?",
        img: null,
        opts: ["3/5", "4/5", "3/4", "4/3"],
        a: 1
    },
    {
        q: "ค่าของ cos(53°) คือข้อใด?",
        img: null,
        opts: ["3/5", "4/5", "3/4", "4/3"],
        a: 0
    },
    {
        q: "ค่าของ sin(60°) คือข้อใด?",
        img: null,
        opts: ["1/2", "√2/2", "√3/2", "1"],
        a: 2
    },
    {
        q: "ค่าของ cos(60°) คือข้อใด?",
        img: null,
        opts: ["0", "1/2", "√2/2", "√3/2"],
        a: 1
    },
    {
        q: "ค่าของ sin(90°) คือข้อใด?",
        img: null,
        opts: ["0", "1/2", "√3/2", "1"],
        a: 3
    },
    {
        q: "ค่าของ cos(90°) คือข้อใด?",
        img: null,
        opts: ["-1", "0", "1/2", "1"],
        a: 1
    },
    {
        q: "ค่าของ sin(120°) คือข้อใด?",
        img: null,
        opts: ["-1/2", "1/2", "-√3/2", "√3/2"],
        a: 3
    },
    {
        q: "ค่าของ cos(120°) คือข้อใด?",
        img: null,
        opts: ["-1/2", "1/2", "-√3/2", "√3/2"],
        a: 0
    },
    {
        q: "ค่าของ sin(127°) คือข้อใด?",
        img: null,
        opts: ["-3/5", "3/5", "-4/5", "4/5"],
        a: 3
    },
    {
        q: "ค่าของ cos(127°) คือข้อใด?",
        img: null,
        opts: ["-3/5", "3/5", "-4/5", "4/5"],
        a: 0
    },
    {
        q: "ค่าของ sin(135°) คือข้อใด?",
        img: null,
        opts: ["-√2/2", "√2/2", "-1", "1"],
        a: 1
    },
    {
        q: "ค่าของ cos(135°) คือข้อใด?",
        img: null,
        opts: ["-√2/2", "√2/2", "-1/2", "1/2"],
        a: 0
    },
    {
        q: "ค่าของ sin(143°) คือข้อใด?",
        img: null,
        opts: ["-3/5", "3/5", "-4/5", "4/5"],
        a: 1
    },
    {
        q: "ค่าของ cos(143°) คือข้อใด?",
        img: null,
        opts: ["-3/5", "3/5", "-4/5", "4/5"],
        a: 2
    },
    {
        q: "ค่าของ sin(150°) คือข้อใด?",
        img: null,
        opts: ["-1/2", "1/2", "-√3/2", "√3/2"],
        a: 1
    },
    {
        q: "ค่าของ cos(150°) คือข้อใด?",
        img: null,
        opts: ["-1/2", "1/2", "-√3/2", "√3/2"],
        a: 2
    },
    {
        q: "ค่าของ sin(180°) คือข้อใด?",
        img: null,
        opts: ["-1", "0", "1", "1/2"],
        a: 1
    },
    {
        q: "ค่าของ cos(180°) คือข้อใด?",
        img: null,
        opts: ["-1", "0", "1", "-1/2"],
        a: 0
    }
];